Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: I like to think I've saved millions of lives, but I'm just not sure.
fr_fr: J'aime penser que j'ai sauver des millions de vie, mais je n'en suis pas sûr.

source: Do I trust the org?
fr_fr: Est-ce que je fait confiance à l'organisation?

source: No. But there is an understanding, a degree of respect.
fr_fr: Non. Mais il y a une compréhension, un certain degré de respect.

source: Though as the years continue to race by, and the gaps grow longer and more frequent, I'm beginning to doubt Firewall's commitment to my preservation.
fr_fr: Cela dit, si les années continuent de filer, si les vides deviennent de plus en plus grand et de plus en plus fréquent, je commencerai à douter de la volonté de Firewall à me préserver.

source: Suddenly, my muse stirs, breaking my dark reverie.
fr_fr: Soudainement, ma muse débarque, interrompant mes rêves sombres.

source: Several entoptic displays appear in my field of vision, cycling through diagnostic routines as my mesh inserts finally come online.
fr_fr: Plusieurs affichages entoptiques apparaissent dans mon champ de vision, basculant entre diverses routines de diagnostique au moment où mes insert de mesh parviennent enfin à se connecter.

source: Careza's familiar feminine voice enters my mind.
fr_fr: La voix familière et féminine de Careza pénètre mon esprit.

source: [Welcome back, Sava.]
fr_fr: [Bienvenue ici, Sava.]

source: The sound is soothing; like being cradled by my mother, or embraced by a lover.
fr_fr: Le son est apaisant; comme d'être bercé par sa mère, ou embrasser par une amante.

source: The harmonic upgrade was a worthwhile investment.
fr_fr: Le package de mise à jour harmonique valait réellement le coût.

source: Careza has learned to use it well.
fr_fr: Careza a appris à l'utiliser au mieux.

source: I rarely think of my muse as an AI.
fr_fr: Je pense rarement à ma muse comme à une IA.

source: It is my only true friend these days.
fr_fr: C'est ma seule réelle amie ces derniers temps.

source: I wonder if it shares the sentiment.
fr_fr: Je me demande si elle partage ce sentiment.

source: I've never shot the thought its way.
fr_fr: Je n'ai jamais laissé cette pensée sortir.

source: I keep it to myself.
fr_fr: Je la garde pour moi.

source: I'm afraid of what the response might be.
fr_fr: J'ai peur de ce que pourrait être la réponse.

source: Glad to be back.
fr_fr: Content d'être de retour.

source: [You could use a drink, I suspect.]
fr_fr: [Je suppose que tu aurai bien besoin d'un verre?]

source: You know me too well, Car.
fr_fr: Tu me connais trop bien, Car.

source: Better than I know myself.
fr_fr: Mieux que je ne me connait moi-même.

source: [Hospitality now has the request.
fr_fr: [Nos hôtes ont maintenant reçu la demande.

source: Wait time, approximately ten minutes.]
fr_fr: Temps d'attente, à peu près dix minutes.]

source: Thanks.
fr_fr: Merci.

source: Careza enjoys our conversations when my brain has a slight buzz.
fr_fr: Careza apprécie nos conversation lorsque mon cerveau subit un léger bourdonnement.

source: It is always trying to get me drunk.
fr_fr: Elle essaye toujours de me rendre ivre.

source: [You're welcome, Sava.
fr_fr: (De rien, Sava.

source: Before you ask, it's been two weeks.
fr_fr: Avant que tu ne demandes, ça fait deux semaines.

source: I don't have any information on what happened following our last resleeve.
fr_fr: Je n'ai pas d'information sur ce qui est arrivé suite à notre dernière réincarnation.

source: Currently, we are in lunar orbit aboard Selardi IV.
fr_fr: Actuellement, nous sommes en orbite lunaire à bor du Selardi IV.

source: We are outfitted in a CoreCorp-brand fury morph with minor enhancements.
fr_fr: Nous sommes équipés d'une morph fury CoreCorp, avec des améliorations mineures.

source: They will be online shortly.
fr_fr: Elles seront en-ligne sous peu.

source: I am pleased to report the Titanians were victorious and won the Cup.]
fr_fr: Je suis heureuse de t'annoncer que les Titaniens ont gagné et remporté la Coupe.]

source: Damnit.
fr_fr: Merde.

source: Would have made a killing on that one.
fr_fr: J'aurai du parier sur celui-là.

source: What did the odds go off at?
fr_fr: Quelle était la côte sur ça?

source: But before Careza can dig up the info, I shut down the operation.
fr_fr: Mais avant que Careza ne me déterres l'info, j'annule l'opération.

source: Wait.
fr_fr: Attends.

source: No. I don't want to know.
fr_fr: Non. Je ne veux pas savoir.

source: It'll only irritate me more.
fr_fr: Ça ne ferait que m'irriter un peu plus.

source: A nervous energy starts to itch my entire system and a thick familiar taste begins to coat my tongue.
fr_fr: Une impulsion nerveuse commence à gratter mon système nerveux entier et un parfum épais et familier commence à enrober ma langue.

source: I need a cigarette.
fr_fr: J'ai besoin d'une cigarette.

source: [Yes.
fr_fr: [Oui.

source: I know.
fr_fr: Je sait.

source: The previous occupant of this morph was a heavy smoker.
fr_fr: Le précédant occupant de cette morph était un gros fumeur.

source: The habit might be difficult to shake this time.]
fr_fr: L'addiction risque d'être difficile à passer cette fois.]

source: This resleeve just keeps getting better by the minute.
fr_fr: Cette réincarnation s'améliore à chaque minutes.

source: I hate smoking.
fr_fr: Je déteste fumer.

source: Booze, fine.
fr_fr: L'alcool, ok.

source: I can handle my alcohol, but smoking always makes me feel like shit.
fr_fr: Je peux gérer mon alcool, mais fumer me donne toujours l'impression d'être une merde.

source: Every time I get sleeved in a morph with the addiction, I struggle to kick it.
fr_fr: A chaque fois que je suis incarné dans une morph accro à la nicotine, je me démènes pour décrocher.

source: Careza continues with her report as I try to retain my sanity in the face of an intense nicotine craving.
fr_fr: Careza continue son rapport pendant que j'essayes de préserver ma santé mentale d'un manque de nicotine intense.

source: [@-rep remains intact.]
fr_fr: [Ton @-rep est restée intacte.]

source: Finally some good news.
fr_fr: Enfin quelques bonnes nouvelles.

source: At least I didn't piss off any allies in the past 2 weeks.
fr_fr: Au moins, je n'ai pas énervé d'alliés lors de ces deux dernières emaines.

source: [Indeed.
fr_fr: [En effet.

source: Are you in the right frame of mind for an update on Rati?]
fr_fr: Es-tu dans le bon état d'esprit pour une mise à jour sur Rati?]

source: Rati is my passion.
fr_fr: Rati est ma passion

source: The lover I hold above all others.
fr_fr: L'amante que je chéri plus que tous les autres.

source: She disappeared on me two years ago.
fr_fr: Elle a disapru il y a deux ans.

source: No explanation.
fr_fr: Sans explications.

source: The sting still lingers.
fr_fr: La blessure pique encore.

source: Let's skip the update for now, Careza.
fr_fr: On garde la mise à jour pour plus tard, Careza.

source: [Understood.]
fr_fr: [Compris.]

source: Run a newsfeed scan.
fr_fr: Lance une analyse des newsfeed.

source: Check for any major incidents in the past 2 weeks.
fr_fr: Cherche pour tous les incidents majeurs des deux dernières semaines.

source: Maybe there's a clue as to what we may have been up to.
fr_fr: Il y a peut-être un indice sur ce que nous avons peut-être fait.

source: As Careza runs the scan and continues her standard sitrep, I shift my attention to the new sleeve.
fr_fr: Pendant que Careza lance le scan et continue son rapsit, je bascule mon attention sur ma nouvelle incarnation.

source: The strength to stand is finally there.
fr_fr: La force nécessaire à se lever est enfin là.

source: I push the morph up and swing the feet onto the floor.
fr_fr: Je relève la morph et je balance les pieds sur le sol.

source: Spasms shoot through every muscle.
fr_fr: Des spasmes traversent chaque muscle.

source: New morphs always take a bit of time in which to acclimate.
fr_fr: Les nouvelles morphs nécessitent toujours un peu de temps pour s'acclimater.

source: Luckily, I'm familiar with the CoreCorp fury, sleeved it a few times in the past.
fr_fr: Coup de bol, je suis un habitué des fury CoreCorp, j'en ai incarné quelques unes par le passé.

source: This one feels like an old pair of shoes, bit worn and abused, but able to pound the pavement if need be.
fr_fr: Celle-là est comme une vieille paire de chsaussures, un peu usé et déformée, mais capable de marcher des heures si nécessaire.

source: The left ankle is a bit tender.
fr_fr: La cheville gauche est un peu tendue.

source: I hold it up a bit to get a look.
fr_fr: Je la remonte un peu pour y jetter un œil.

source: Bit swollen.
fr_fr: Légèrement enflée.

source: Definitely not new sleeve dysmorphia.
fr_fr: Manifestement pas une dysmorphie de nouvelle incarnation.

source: Probably a nagging injury.
fr_fr: Probablement une vieille blessure.

source: Again, a pain in the ass, but you get what you pay for, I suppose.
fr_fr: Encore une emmerde, mais on a ce pour quoi on paye, je suppose.

source: The nanotat encircling the right bicep is rude and obnoxious, even by scum standards—an entire slitheroid entering the genitals of a female pleasure pod, fully animated.
fr_fr: Le nanotatouage qui encercle le biceps droit est rude et odieux, même selon les standard de la racaille - un slitheroïde pénétrant intégralement dans le sexe d'un pod de plaisir féminin, entièrement animé.

source: Class act, whoever opted to etch that upon the morph.
fr_fr: Quiconque a gravé ceci sur la morph est trés raffiné.

source: I hate identifying marks, but again, if you can't afford a clean morph, you take what you can get.
fr_fr: Je déteste les marques d'identification, mais encore une fois, si on ne peut pas s'offrir une morph propre, on fait avec ce qu'on a.

source: I slide off the table, managing not to fall over in the process, and gingerly test the ankle.
fr_fr: Je glisse de la table, en faisant attention à ne pas tomber, et je teste précautionnesement ma cheville.

source: Sore, but it isn't going to snap off.
fr_fr: Douloureux, mais elle ne lâchera pas.

source: Put in a request for a patch, left ankle.
fr_fr: Envoies une requète pour un bandage, cheville gauche.

source: Bute should be fine.
fr_fr: De la bute serait nicquel.

source: On it's way.
fr_fr: Ça arrive.

source: And the cocktail will be here in approximately 30 seconds.
fr_fr: Et le cocktail sera là dans trente secondes, approximativement.

source: Nothing unusual on the newsfeed scan.]
fr_fr: Rien de particulier sur l'analyse des newsfeed.]

source: Figures.
fr_fr: Les chiffres.

source: I plod over to the full-length mirror, standard issue in resleeve waking chambers, and drop the sheet to take a look at the new me.
fr_fr: Je chemines vers le mirroir de plain pied, qu'on retrouve en standard dans les chambres de réveil de réincarnation, et je jette le drap pour regarder le nouveau moi.

source: I spy the cortical cruncher lingering in the doorway, my cocktail in his hand, giving my body an appreciative look.
fr_fr: Je surveille le broyeur de corticale attendant sur le pas de la porte, mon cocktail à la main, mattant mon corps d'un regard appréciateur.

source: I don't recognize myself.
fr_fr: Je ne me reconnait pas.

source: ``Hand me my drink please.'' I reach out my hand in his direction without even acknowledging his presence.
fr_fr: "Amenez moi mon verre s'il vous plaît." Je tends ma main dans sa direction sans même signifier sa présence.

source: He steps into the room, too close to me, and slips the drink into my hand.
fr_fr: Il rentre dans la pièce, trop proche de moi, et glisse le verre dans ma main.

source: His breath smells like some sort of sour sausage.
fr_fr: Son haleine empeste la saucisse fraîche.

source: ``Not too bad under the sheet, are you?'' he says.
fr_fr: "Vous êtes pas trop mal sous ce drap, n'est-ce pas?" dit-il

source: ``I took a peek earlier, but I must say, the slab didn't do you justice.
fr_fr: "J'ai jetté un œil tout à l'heure, mais je dois dire que la paillasse ne vous rends pas justice.

source: On your feet, the curves really pop.
fr_fr: Sur pieds, les courbes apparaissent pleinement.

source: Your face isn't much to look at, but that rack is ... ''
fr_fr: Votre visage n'est pas si sympa, mais cette poitrine est ... "

source: I cut him off before I vomit bile into my mouth.
fr_fr: Je l'interromp avant de vomir de la bile dans ma bouche.

source: ``It's exquisite.
fr_fr: "C'est exquis.

source: Now shut up and back off before I rip the skin off your face and slap you silly with it.'' He gets the message and slinks from the room.
fr_fr: Maintenant fermes là et dégages avant que je ne t'arraches la peau de ta tronche et que je te fouettes avec." Il comprend le message et se glisse hors de la pièce.

source: It is a nice rack.
fr_fr: C'est une belle poitrine.

source: [If nice is defined by proportion, then I would say yes.]
fr_fr: [Si belle est définie par la proportion, alors je dirait oui.]

source: AIs, always so formal.
fr_fr: Les IAs, toujours aussi formelles.

source: [You're approximately 4 centimeters taller than your usual proprieception allows for, so watch your head.]
fr_fr: [Tu es plus grand d'environ quatre centimètres que ta proprioception habituelle, donc fait attention à ta tête.]

source: Thanks for the heads up.
fr_fr: Je tâcherai de faire profil bas alors.

source: [That was awful.]
fr_fr: [Elle était nulle.]

source: Yeah.
fr_fr: Ouaip.

source: A smile finds its way onto my face as the banter with my muse lightens my mood.
fr_fr: Un sourrire vient éclairer mon visage alors que la discussion avec ma muse améliore mon humeur.

source: Looking in the mirror, I try to broaden the smile, to get a better sense of my new face.
fr_fr: En regardant dans le miroir, j'essaye d'agrandir le sourrire, pour avoir une meilleure perception de mon nouveau visage.

source: I show some teeth.
fr_fr: Je montre les dents.

source: Nicotine stains all over them.
fr_fr: Des traces de nicotines sont visibles.

source: I take a long sip from my cocktail, swish the alcohol around a bit.
fr_fr: Je boit une longue gorgée de mon cocktail, laissant les parfums de l'alcool se développer un peu.

source: I can feel my blood respond instantly to the sauce.
fr_fr: Je peux sentir mon sang réagir instantanément.

source: I close my eyes and let out a sigh.
fr_fr: Je ferme les yeux et je laisse échapper un soupir.

source: Just a few moments of peace is all I ask.
fr_fr: Juste quelques instants de calme, c'est tout ce que je demande.

source: [We have a guest, Sava.] Damnit.
fr_fr: [Nous avons un invité, Sava.] Merde.

source: No such luck.
fr_fr: Je n'aurai pas cette chance.

source: Who?
fr_fr: Qui?

source: [Our last Firewall proxy, Jesper, has sent a beta-level fork of himself.
fr_fr: [Notre dernier proxy Firewall, Jesper, a envoyé un fork béta de lui.

source: It is rather impatient to speak with you.]
fr_fr: Il est quelque peu impatient de te parler.]

source: Connect him.
fr_fr: Connecte le.

source: They just cannot leave me alone, can they?
fr_fr: Ils ne peuvent pas me laisser seuls, hein?

source: Officially, Firewall doesn't even exist.
fr_fr: Officiellement, Firewall n'existe même pas.

source: It's because of Rati that they got their tentacles wrapped all around me, through me.
fr_fr: C'est à cause de Rati qu'ils ont leur tentacules enroulés autour de moi, à l'intérieur de moi.

source: The whole mess on Mars.
fr_fr: Tout le bordel sur Mars.

source: That's where it all started.
fr_fr: C'est là que tout à commencé.

source: The last time I saw Rati.
fr_fr: La dernière fois que j'ai vu Rati.

source: All that knowledge they allowed me to retain.
fr_fr: Tout ce savoir qu'ils m'ont autorisés à garder.

source: But why?
fr_fr: Mais pourquoi?

source: Until that day, I had never realized just how scary the universe truly was.
fr_fr: Jusqu'à ce jour, je n'avai jamais réalisé à quel point l'univers était réellement effrayant.

source: No, not scary.
fr_fr: Non, pas effayant.

source: Horrific.
fr_fr: Terrifiant.

source: No other word for something so vast, so uncaring.
fr_fr: Il n'y a pas d'autres mots pour quelque chose de si vaste, de si indifférent.

source: Transhumanity could be wiped out completely and it would all just continue on as before.
fr_fr: La transhumanité pourrait être entièrement détruite, et tout continuerait comme si de rien n'était.

source: No other way to explain the feeling you have when you come face to face with things truly beyond comprehension.
fr_fr: Il n'y a pas d'autres manières d'expliquer ce que l'on ressent lorsque l'on se trouve face à face avec des choses réellement au-delà de la compréhension.

source: Hell, no other term could encapsulate transhumanity's actions towards each other—much less what other beings lurking in the void have in store for us.
fr_fr: L'enfer, aucun autre mot ne pourrait englober les actions de la transhumanité envers les siens - à peu près autant que ce que les autres espèces errant dans le vide ont en stock.

source: Perhaps that was why.
fr_fr: C'est peut-être pour ça.

source: To teach me a lesson.
fr_fr: Pour m'apprendre une leçon.

source: To make certain I would never forget, so I would never cease assisting the org, because even the briefest glimpse of what is actually out there is enough.
fr_fr: Pour êre sûr que je n'oublierai jamais, et que je ne cesserai jamais d'aider l'organisation, car même le plus petit aperçu de ce qu'il y a là dehors est suffisant.

source: Jesper's fork materializes in my field of vision.
fr_fr: Le fork de Jesper se matérialise dans mon champ de vision.

source: Fuck off, Jesper.
fr_fr: Va te faire foutre, Jesper.

source: You know I hate waking up with lack.
fr_fr: Tu sait que je déteste me réveiller avec un manque.

source: [Sorry.
fr_fr: [Désolé.

source: Nothing I could do.] His expression is serious and concerned, but his kinesics indicate he is as calm as can be.
fr_fr: Rien que je n'ai pu faire.] Son expression est sérieuse et concernée, mais sa kinésique indique qu'il est aussi calme qu'il puisse l'être.

source: What an act!
fr_fr: Quel acteur!

source: Fucking proxies never panic.
fr_fr: Ces connard de proxys ne paniquent jamais.

source: They hold all the cards and it's never their minds that are on the line.
fr_fr: Ils ont toutes les cartes et ce n'est jamais leurs esprits qui sont exposés.

source: Right.
fr_fr: C'est ça.

source: Get to the point.
fr_fr: Accouche.

source: You don't have me sleeved in a combat morph to get some downtime, so you must have something serious lined up.
fr_fr: Tu ne m'as pas fait réincarner dans une morph de combat pour profitter d'une perm, donc tu dois avoir quelque chose de sérieux sous le coude.

source: Are Berk, Pivo, and Sarlo here?
fr_fr: Berk, Pivo et Sarlo sont là?

source: [Yes, they have been resleeved in the same facility.]
fr_fr: [Oui, ils ont été réincarné dans le même bâtiment.]

source: At least my team is with me.
fr_fr: Au moins, j'aurai mon équipe.

source: People I could count on.
fr_fr: Des gens sur qui je peux compter.

source: To a certain degree.
fr_fr: Jusqu'à un certain point.

source: All right.
fr_fr: Très bien.

source: What are the details?
fr_fr: Quels sont les détails?

source: Pivo gripped the smooth outer surface of the station with all eight arms.
fr_fr: Pivo attrapa la surface externe lisse de la station avec ses huits bras.

source: Nano-magnetics at the tips of his vacsuit arms were the only difference between a secure hold and an endless drift into the depths of space.
fr_fr: Les nano-aimants placés à l'extrémité des bras de son exocombinaison sont la seule différence entre une prise sécurisée et une dérive infinie dans les profondeurs de l'espace.

source: He peered up through his faceplate at the dark orb above him.
fr_fr: Il regarda la sphère noire au-dessus de lui à travers sa visière .

source: Earth.
fr_fr: La Terre.

source: His eyes locked on an expanse of dead black ocean through the ominous clouds.
fr_fr: Ses yeux plongèrent dans l'étendue noire d'un océan mort à travers des nuages menaçants.

source: Pivo longed to swim in those ancient depths.
fr_fr: Pivo avait envie de nager dans ces profondeures antiques.

source: Born and bred for space, he had never once immersed himself in the former ecological niche of his kind.
fr_fr: Né et élevé dans l'espace, il ne s'était jamais immergé dans l'ancienne niche écologique de son espèce.

source: Odds were against his ever taking a plunge into the salty waters of an Earth ocean.
fr_fr: Les évènements ne semblaient pas lui permettre de pouvoir plonger dans les eaux salées d'un océan Terrien un jour.

source: The planet was now a plagued death trap.
fr_fr: La planète était maintenant un piège mortel.

source: A wasteland of skeletal forms.
fr_fr: Une terre dévastée remplie de formes squelettique.

source: He imagined a time before the Fall, when his ancestors thrust through blue waters and slipped effortlessly through mazes of coral, or gently floated along with the current, not bothered by the burden of sapience.
fr_fr: Il s'imagina une époque avant la Chute, lorsque ses ancètres se propulsaient dans une eau d'un bleu profond et glissaient sans effort dans les labyrinthes de corails ou se laissaient tranquillement porter par le courant, sans se soucier du poids de la sapience.

source: Perhaps octopi still survived beneath the black waters of the present, eking out a brief existence, biding their time, keeping the species true and alive until the Earth could be reclaimed, and Pivo would join them on that glorious day, abandoning knowledge altogether, and returning to the ways of instinct.
fr_fr: Peut-être que les pieuvres survivent toujours sous les eaux sombres du présent, gagnant leur brève existence, prenant leur temps, préservant l'espèce intacte et vivante jusqu'à ce que la Terre puisse être réclamée, et Pivo les rejoindrait en ce jour glorieux, abandonnant en même temps le savoir, et retournant sur les chemins de l'instinct.

source: Vacsuit sensors interrupted Pivo's fantasy, detecting a laser light that bathed his form—contact from Sava by line-of-sight laser link.
fr_fr: Les capteurs de son exocombi interrompirent le rêve de Pivo, détectant une lumière laser baignant sa silhouette - contact de Sava par un lien laser.

source: It was the preferred method of communication when a mission required discretion.
fr_fr: C'était la méthode de communication préférée lorsqu'une mission nécessitait de la discrétion.

source: Pivo's muse processed the message, and Sava's voice entered his head.
fr_fr: La muse de Pivo traita le message, et la voix de Sava entra dans sa têet.

source: [Something wrong?
fr_fr: [Quelque chose cloche?

source: Why'd you stop moving?]
fr_fr: Pourquoi as-tu arrété de bouger?]

source: [Just enjoying the view,] Pivo beamed back.
fr_fr: [Je profitais juste de la vue,] retransmis Pivo.

source: [Enjoy it on the way down, for hours if you want.
fr_fr: [Tu en profiteras pendant la descente, pendant des heures si tu veux.

source: Get inside the station before one of the sentry bots finds us.]
fr_fr: Rentre dans la station avant qu'un de ces bots sentinelle ne nous trouve.]

source: Pivo didn't bother to respond.
fr_fr: Pivo ne prit pas la peine de répondre.

source: There was no arguing with Sava.
fr_fr: Il n'y avait pas de discussion possible avec Sava.

source: No use in defending your actions.
fr_fr: Inutile de défendre ses actions.

source: Pivo began crawling along the shell of the station again.
fr_fr: Pivo se remit à ramper le long de la coque de la station.
